Repository: easydigitaldownloads/edd-widgets-pack
Catalog: languages/edd-widgets-pack-*.po
Languages: es_es, fr_fr

source: EDD Archives
es_es: EDD Archivos
fr_fr: Archives EDD

source: A monthly archive of your site's %s.
es_es: Un archivo mensualy de las %s de su sitio.
fr_fr: L’archive mensuelle des %s de votre site.

source: Title:
es_es: Titulo:
fr_fr: Titre :

source: Show %s counts?
es_es: Mostrar cantidad de %s?
fr_fr: Afficher le nombre de %s ?

source: EDD %s Calendar
es_es: Calendario %s EDD
fr_fr: Calendrier des %s EDD.

source: A calendar of your site's EDD %s.
es_es: Un calendario de las %s EDD de su sitio.
fr_fr: Un calendrier des %s EDD de votre site.

source: View %3$s for %1$s %2$s
es_es: Ver %3$s para %1$s %2$s
fr_fr: Voir les %3$s pour %1$s %2$s

source: EDD Featured %s
es_es: EDD %s Destacada
fr_fr: EDD %s en avant

source: A featured EDD %s.
es_es: Una %s EDD destacada.
fr_fr: Vos %s EDD mis en avant.

source: Display price?
es_es: Mostrar Precio?
fr_fr: Afficher le prix ?

source: Display thumbnail?
es_es: Mostrar Imagen?
fr_fr: Afficher la miniature ?

source: Size of the thumbnails, e.g. <em>80</em> = 80x80px
es_es: Tama√±o imagen, ej: <em>80</em> = 80x80px
fr_fr: Dimension de la miniature, p.ex. <em>80</em> = 80x80px

source: EDD Most Commented
es_es: EDD Mas Comentados
fr_fr: EDD les plus commentés

source: A list of EDD most commented %s.
es_es: Una lista de las %s EDD mas comentadas.
fr_fr: La liste des %s EDD les plus commentés.

source: Number of %s to show:
es_es: Numero de %s a mostrar:
fr_fr: Nombre de %s à afficher&nbsp;:

source: Display thumbnails?
es_es: Mostrar Imagenes?
fr_fr: Afficher les miniatures ?

source: EDD Most Recent
es_es: EDD Mas Reciente
fr_fr: EDD les plus récents

source: A list of EDD most recent %s.
es_es: Una lista de las %s EDD mas recientes.
fr_fr: La liste des %s EDD les plus récents.

source: Number of %s to skip:
es_es: Numero de %s a mostrar:
fr_fr: Nombre de %s à passer&nbsp;:

source: Display %s from category:
fr_fr: Afficher %s de la catégorie :

source: All
fr_fr: Tous

source: EDD Random %s
es_es: EDD %s Aleatoria
fr_fr: EDD %s aléatoires

source: A random EDD %s.
es_es: Una %s EDD aleatoria.
fr_fr: Afficher des %s EDD de façon aléatoire

source: EDD Related %s
es_es: EDD %s Relacionadas
fr_fr: EDD %s relatifs

source: A list of EDD related %s.
es_es: Una lista de las %s EDD relacionadas.
fr_fr: La liste des %s EDD relatifs.

source: EDD Top Sellers
es_es: EDD Mas Vendidas
fr_fr: EDD Meilleures ventes

source: A list of EDD top selling %s.
es_es: Una lista de las %s EDD mas vendidas.
fr_fr: La liste des %s EDD les plus vendus.

source: Exclude free %s?
fr_fr: Exclure les %s gratuits ?

source: A pack of widgets for Easy Digital Downloads.
fr_fr: Un pack de widgets pour Easy Digital Downloads

source: Download
es_es: Descarga

source: Downloads
es_es: Descargas
