Repository: easydigitaldownloads/edd-widgets-pack
Catalog: lan/edd-widgets-pack-*.po
Languages: de_de

source: EDD Archives
de_de: EDD: Downloads-Archiv

source: A monthly archive of your site's downloads.
de_de: Ein monatliches Archiv der Downloads auf dieser Webseite.

source: Title:
de_de: Titel:

source: Show downloads counts?
de_de: Downloads-Anzahl anzeigen?

source: EDD Downloads Calendar
de_de: EDD: Downloads-Kalender

source: A calendar of your site's EDD downloads.
de_de: Ein Kalender mit Einträgen von Downloads dieser Webseite.

source: View downloads for %1$s %2$s
de_de: Downloads für %1$s %2$s ansehen

source: EDD Featured Download
de_de: EDD: Empfohlene Downloads

source: A featured EDD download.
de_de: Ein empfohlener/ hervorgehobener Download (Featured).

source: Display price?
de_de: Preis anzeigen?

source: Display thumbnail?
de_de: Vorschaubild anzeigen?

source: Size of the thumbnails, e.g. <em>80</em> = 80x80px
de_de: Größe des Vorschaubildes, z.B. <em>80</em> = 80 x 80 Px.

source: EDD Most Commented
de_de: EDD: Meistkommentiert

source: A list of EDD most commented downloads.
de_de: Eine Liste der meistkommentierten Downloads.

source: Number of downloads to show:
de_de: Anzahl anzuzeigender Downloads:

source: Display thumbnails?
de_de: Vorschaubilder anzeigen?

source: EDD Most Recent
de_de: EDD: Neueste Downloads

source: A list of EDD most recent downloads.
de_de: Eine Liste der neuesten Downloads auf dieser Webseite.

source: Offset ( Number of downloads to skip ):
de_de: Versatz (Anzahl zu überspringender Downloads):

source: Limit ( Number of downloads to show ):
de_de: Limit (Anzahl anzuzeigender Downloads):

source: EDD Random Download
de_de: EDD: Zufälliger Download

source: A random EDD download.
de_de: Ein zufälliger ausgewählter Download.

source: EDD Related Downloads
de_de: EDD: Ähnliche Downloads

source: A list of EDD related downloads.
de_de: Eine Liste von ähnlichen Downloads.

source: EDD Top Sellers
de_de: EDD: Verkaufsschlager

source: A list of EDD top selling downloads.
de_de: Eine Liste der bestverkaufenden Downloads auf dieser Webseite.
